{
    "Acciones": "Acciones",
    "Add to cart": "Agregar al carrito",
    "Already registered?": "¿Ya estas registrado?",
    "A new verification link has been sent to the email address you provided during registration.": "",
    "A new verification link has been sent to your email address.": "",
    "Are you sure you want to delete your account?": "",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "",
    "Confirm": "",
    "Confirm Password": "",
    "Current Password": "",
    "Dashboard": "",
    "Delete Account": "",
    "Dirección": "Dirección",
    "Discounts deals": "",
    "Discover our exciting new arrivals, featuring the latest trends and styles to refresh your wardrobe this season.": "Descubre nuestros emocionantes nuevos arribos, con las últimas tendencias y estilos para refrescar tu guardarropa esta temporada.",
    "Email": "",
    "Email Password Reset Link": "",
    "Ensure your account is using a long, random password to stay secure.": "",
    "Filter by": "",
    "Forgot your password?": "",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "",
    "Go to page :page": "",
    "Home": "",
    "Iniciar sesión": "",
    "Log in": "",
    "Log Out": "",
    "Men's Accessories": "",
    "Men's Fashion": "",
    "Mis ordenes": "",
    "Name": "",
    "New arrivals": "Nuevos arribos",
    "New Password": "",
    "Nombre": "",
    "of": "",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "",
    "Orden": "",
    "Orden # :number": "",
    "Pagination Navigation": "",
    "Password": "",
    "Precio": "",
    "Profile": "",
    "Profile Information": "",
    "Register": "",
    "Remember me": "",
    "Resend Verification Email": "",
    "Reset Password": "",
    "results": "",
    "Save": "",
    "Saved.": "",
    "Search": "",
    "Search for products": "",
    "support center": "Centro de soporte",
    "Showing": "",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "",
    "This is a secure area of the application. Please confirm your password before continuing.": "",
    "to": "",
    "Update Password": "",
    "Update your account's profile information and email address.": "",
    "Ver orden": "",
    "Women's Accessories": "",
    "Women's Fashion": "",
    "You're logged in!": "",
    "Your email address is unverified.": ""
}
